Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/national_government/standards_and_accountability/regulation_of_lobbying.html.txt.tmx
Source language: en
Languages: ga

source: Lobbying usually involves making views known to politicians and public servants about laws, policies and practices and possibly seeking to have those laws, policies and practices changed
ga: Is iondúil go mbaineann cur in iúl dearcthaí leis an mbrústocaireacht do pholaiteoirí agus do sheirbhísigh phoiblí i leith dlíthe, beartas agus cleachtas; agus b’fhéidir féachaint chun na dlíthe, beartais agus cleachtais úd a athrú

source: Lobbying takes many different forms
ga: Is iomaí cineál stocaireachta ann

source: You may be making your views known as a private citizen on issues which directly affect you or you may be making submissions or representations on issues that affect many people
ga: D’fhéadfá do dhearcthaí mar shaoránach príobháideach a chur in iúl i leith saincheisteanna a théann i bhfeidhm go díreach ort nó d’fhéadfá bheith ag déanamh aighneachtaí nó láithreoireachtaí a théann i bhfeidhm ar go leor daoine

source: You may be lobbying in person or you may get someone else to lobby on your behalf
ga: D’fhéadfá bheith ag brústocaireacht go pearsanta nó d’fhéadfá duine éigin eile a fháil chun stocaireacht ar do shonsa

source: You may conduct the lobbying in writing or orally
ga: D’fhéadfá an bhrústocaireacht a dhéanamh i scríbhinn nó ón mbéal

source: The Regulation of Lobbying Act 2015 came into effect on 1 September 2015 and provides that certain people who are carrying on lobbying activities must register with the Standards in Public Office Commission
ga: Tháinig An tAcht um Brústocaireacht a Rialáil 2015 i bhfeidhm an 1 Meán Fómhair 2015 agus is ann a fhoráitlear go gcaitheann daoine áirithe a bhíonn i mbun gníomhaíochtaí brústocaireachta clárú leis An Coimisiún um Chaighdeáin in Oifigí Poiblí

source: They must also provide information about their lobbying activities
ga: Ní foláir dóibh faisnéis a sholáthar i leith a ngníomhaíochtaí brústocaireachta freisin

source: The Register of Lobbying which is maintained by the Commission is publicly accessible on lobbying.ie
ga: Bíonn An Clár Brústocaireachta inrochtana don phobal, arb é an Coimisiún a chothabhálann é, ag lobbying.ie

source: In general, the people who are required to register are:
ga: Is iad na daoine a chaitheann clárú de ghnáth ná:

source: • Professional lobbyists who are paid to lobby on behalf of others
ga: • Brústocairí gairmiúla a íoctar chun brústocaireacht a dhéanamh ar son daoine eile

source: • Individuals and commercial organisations with more than 10 full time employees who are lobbying on their own behalf
ga: • Daoine aonair agus eagrais tráchtála le níos mó ná 10 bhfostaí lánaimseartha a bhíonn ag brústocaireacht ar a sonsan

source: • Representative bodies with at least 1 full-time employee and the lobbying is carried out by a paid employee or office holder
ga: • Comhlachtaí ionadaíocha le fostaí lánaimseartha amháin ar a laghad agus gurb é fostaí íoctha nó sealbhóir oifige a dhéanann an bhrústocaireacht

source: • Advocacy groups, non-governmental organisations and charities which have at least 1 full-time employee and which promote particular interests or causes, and the lobbying is carried out by a paid employee or office holder
ga: • Grúpaí abhcóideacha, eagrais neamhrialtasacha agus cumainn charthanais le fostaí lánaimseartha amháin ar a laghad agus a chuireann chun cinn leasanna nó cúiseanna faoi leith, gurb é fostaí íoctha nó sealbhóir oifige a dhéanann an bhrústocaireacht

source: Other individuals may be obliged to register if they are engaged in lobbying in relation to the development or zoning of land
ga: D’fhéadfaí go gcaithfeadh daoine aonair eile clárú má bhíonn siad páirteach sa bhrústocaireachta i ndáil le forbairt nó le criosú talún

source: See ‘Development and zoning of land’ below
ga: Féach ‘Forbairt agus criosú talún’ thíos

source: You must register if:
ga: Caithfidh tú clárú má:

source: • You are carrying on lobbying activities
ga: • Má bhíonn tú i mbun gníomhaíochtaí brústocaireachta

source: • The person you are lobbying is a designated public official
ga: • Más oifigeach poiblí ainmnithe é an duine a bhfuil tú á bhrústocaireacht

source: • You are making a relevant communication
ga: • Má tá tú ag déanamh cumarsáide ábhartha

source: • The communication is about a relevant matter and is not an excepted communication
ga: • Má bhaineann an chumarsáid le gné ábhartha agus ní cumarsáid eisceachtúil í

source: The communication must be with a designated public official
ga: Caitheann an chumarsáide bheith le hoifigeach poiblí ainmnithe

source: Designated public officials are:
ga: Is iad na hOifigigh phoiblí ainmnithe:

source: • Ministers of the Government and Ministers of State
ga: • Airí Rialtais agus Airí Stáit

source: • Other members of Dáil Éireann and Seanad Éireann
ga: • Baill eile de Dháil Éireann agus Seanad Éireann

source: • Members of the European Parliament for constituencies in the State
ga: • Feisirí Pharlaimint na hEorpa i leith na dtoghcheantar sa Stát

source: • Members of local authorities
ga: • Baill na nÚdarás Áitiúil

source: • Prescribed public servants and office holders
ga: • Seirbhísigh phoiblí agus sealbhóirí oifige forordaithe

source: Public bodies are obliged to publish information on their employees who are designated public officials
ga: Ní mór do chomhlachtaí poiblí faisnéis faoina bhfostóirí a fhoilsiú ar oifigigh phoiblí ainmnithe iad

source: You must be making a relevant communication
ga: Caitheann tú bheith ag déanamh cumarsáide ábhartha

source: A relevant communication means an oral or written communication made personally (directly or indirectly) to a designated public official in relation to a relevant matter
ga: Ciallaíonn cumarsáid ábhartha cumarsáid scríofa nó béil a dhéantar go pearsanta (go díreach nó go hindíreach) le hoifigeach poiblí ainmnithe i ndáil leis an ngné ábhartha

source: It does not include certain types of communication
ga: Ní áirítear léi cineálacha cumarsáide áirithe

source: See ‘Excepted communications’ below
ga: Féach ‘Cumarsáidí Eisceachtúla’ thíos

source: A relevant matter means any matter relating to:
ga: Ciallaíonn gné ábhartha aon ghné a bhaineann le:

source: • The initiation, development or modification of any public policy or of any public programme,
ga: • Tionscnamh, forbairt nó modhnú aon bheartais phoiblí nó aon chláir phoiblí,

source: • The preparation or amendment of any law
ga: • Ullmhú nó leasú aon dlí

source: • The award of any grant, loan or other financial support, contract or other agreement, or of any licence or other authorisation involving public funds
ga: • Deonú aon deontais, iasachta nó tacaíochta airgeadais eile, conartha nó comhaontaithe eile, nó d’aon cheadúnas nó údarú eile lena mbaineann cistí poiblí

source: It does not include any matter relating only to the implementation of any such policy, programme, enactment or award, or which is of a technical nature
ga: Ní áirítear léi aon ghné nach mbaineann ach amháin le forfheidhmiú aon bheartais, cláir, achtacháin nó deonaithe mar é, de chineál teicniúil

source: Certain types of communication, known as excepted communications, are not considered to be lobbying under the legislation
ga: Ní cheaptar cineálacha cumarsáide áirithe, ar a dtugtar cumarsáid eiscthe, de bheith ina mbrústocaireacht de réir na reachtaíochta

source: • Communications by or on behalf of an individual relating to their private affairs about any matter other than the development or zoning of land
ga: • Cumarsáid leis an duine nó ar a sonsan maidir lena ngnóthaí príobháideacha i leith aon ghné seachas forbairt nó criosú talún

source: • Communications requesting factual information or providing factual information in response to a request for the information
ga: • Cumarsáid ina bhfiafraítear faisnéis fhíorasach nó ina dtugtar faisnéis fhíorasach mar fhreagra d’iarratas ar fhaisnéis

source: • Communications requested by a public service body and published by it
ga: • Cumarsáid arna hiarraidh ag comhlacht seirbhíse poiblí agus arna foisliú aige

source: You can find more information on excepted communications on lobbying.ie
ga: Is féidir leat teacht ar a thuilleadh faisnéise i leith cumarsáide eiscthe ar lobbying.ie

source: Development and zoning of land
ga: Forbairt agus criosú talún

source: You are considered to be lobbying if you make a relevant communication about the development or zoning of land under the Planning and Development Acts 2000 to 2014
ga: Ceaptar tú de bheith ag brústocaireacht má dhéanann tú cumarsáid ábhartha faoin bhforbairt nó criosú talún faoi na hAchtanna um Pleanáil agus Forbairt 2000 chuig 2014

source: A communication about obtaining planning permission to build or extend your principal private residence is considered an excepted communication and therefore not lobbying
ga: Meastar cumarsáid maidir le cead pleanála a fháil chun d’áit chónaitheach phríobháideach phríomha a thógáil nó a shíneadh de bheith ina cumarsáid eiscthe, agus gan bheith ina brústocaireacht dá réir

source: Under the legislation, your principal private residence is a dwelling or part of a dwelling occupied by you as your only or main residence
ga: De réir na reachtaíochta, is ionann d’áit chónaithe phríobháideach phríomha agus áit chónaithe nó cuid d’áit chónaithe ina gcónaíonn tú mar do phríomháit chónaithe nó an t-aon áit chónaithe agat

source: It includes your residence’s garden or grounds, up to 1 acre exclusive of the dwelling, which you have for your own occupation and enjoyment
ga: Áirítear léi gairdín agus tailte d’áite cónaithe, suas le 1 acra amháin cé is moite den teach, a bhfuil agat do shaothar nó do thaitneamh

source: Making your views known to a local authority is not considered to be lobbying if it is part of a formal public consultation process about a development or local area plan or a proposal to zone or re-zone particular lands
ga: Ní cheaptar cur in iúl do dhearcthaí d’údarás áitiúil bheith ina bhrústocaireachta más cuid de phróiseas foirmiúil comhairliúcháin phoiblí é agus má bhaineann sé le plean forbartha nó le plean limistéir áitiúil nó le togra chun tailte faoi leith a chriosú nó a athchriosú

source: However, if you communicate with a designated public official outside the formal public consultation process you may have to register your lobbying activity
ga: Má dhéanann tú cumarsáid le hoifigeach poiblí ainmnithe lasmuigh den phróiseas foirmiúil comhairliúcháin phoiblí áfach, is amhlaidh a chaitheann tú do ghníomhaíocht brústocaireachta a chlárú

source: Applications for planning permission and submissions in relation to an application for planning permission are not lobbying
ga: Ní hiad an bhrústocaireacht iad na hiarratais ar chead pleanála agus aighneachtaí i ndáil le hiarratas ar chead pleanála

source: A communication, however, with a designated public official about a planning application which is outside of the formal planning process may be regarded as lobbying
ga: Féadfar féachaint ar chumarsáid, áfach, le hoifigeach poiblí ainmnithe maidir le hiarratas pleanála a thagann lasmuigh den phróiseas pleanála foirmiúil, mar chumarsáid brústocaireachta

source: You can find more information in the Commission’s Guidelines on lobbying in relation to development and zoning of land
ga: Is féidir leat teacht ar a thuilleadh eolais i dTreoirlínte an Choimisiúin don bhrústocaireacht i ndáil le forbairt agus criosú talún

source: Since 1 September 2015, if you are carrying on lobbying activities you must register at lobbying.ie
ga: Caithfidh tú clárú ag lobbying.ie ó 1 Meán Fómhair 2015 má bhíonn tú i mbun gníomhaíochtaí brústocaireachta

source: If you start lobbying between:
ga: Má thosaíonn tú ag brústocaireacht idir:

source: • 1 September and 31 December, you must register by 21 January
ga: • 1 Meán Fómhair agus 31 Nollaig, ní foláir duit clárú faoi 21 Eanáir

source: • 1 January and 30 April, you must register by 21 May
ga: • 1 Eanáir agus 30 Aibreán, ní foláir duit clárú faoi 21 Bealtaine

source: • 1 May and 31 August, you must register by 21 September
ga: • 1 Bealtaine agus 31 Lúnasa, ní foláir duit clárú faoi 21 Meán Fómhair

source: You must provide the following information when registering:
ga: Caitheann tú an fhaisnéis seo a leanas a sholáthar nuair a chláraítear:

source: • The address (or principal address) at which you carry on business or (if there is no such address) the address at which you normally live
ga: • An seoladh (nó an príomhsheoladh) ag a mbíonn tú i mbun gnó nó (murab ann don seoladh úd) an seoladh ag a ngnáthchónaíonn tú

source: • Your business or main activities
ga: • Do ghnó nó príomhghníomhaíochtaí

source: • Any e-mail address, telephone number or website address relating to your business or main activities
ga: • Aon seoladh ríomhphoist, uimhir ghutháin nó seoladh láithreáin ghréasáin a bhaineann le do ghnó nó príomhghníomhaíochtaí

source: • Any registration number issued to you by the Companies Registration Office
ga: • Aon uimhir chlárúcháin a eisítear leat ón Oifig um Chlárú Cuideachtaí

source: • If a company, your registered office
ga: • Más cuideachta í, d’oifig chláraithe

source: You must also make returns about your lobbying activities during each of the above periods within 21 days of the end of the period
ga: Caithfidh tú tuairisceáin i leith do ghníomhaíochtaí brústocaireachta a dhéanamh freisin i rith gach aon cheann de na tréimhsí thuas laistigh de 21 lá ó dheireadh na tréimhse

source: You have to provide the following:
ga: Caithfidh tú an méid seo a leanas a sholáthar:

source: • Where the lobbying was carried out on behalf of someone else, information about that person
ga: • An áit a ndearnadh an bhrústocaireacht ar son duine éigin eile, faisnéis faoin duine sin

source: • The designated public officials who were lobbied and the public body by which they are employed or in which they hold any office or other position
ga: • Na hoifigigh phoiblí ainmnithe a ndearnadh brústocaireacht orthu agus an comhlacht poiblí lena bhfostaítear iad nó ina bhfuil oifig nó post éigin eile acu

source: • The subject matter of lobbying and the result it was intended to secure
ga: • Ábhar na brústocaireachta agus an toradh a bhíothas ag ceapadh a fháil

source: • The type and extent of the lobbying activities carried on
ga: • Cineál agus méid na ngníomhaíochtaí brústocaireachta a rinneadh

source: • The name of the individual who had primary responsibility for carrying on the lobbying activities
ga: • Ainm an duine aonair ag a raibh príomhfhreagracht as stiúradh na ngníomhaíochtaí brústocaireachta

source: • The name of each person who is or has been a designated public official employed by or providing services to you, and who was engaged in carrying on lobbying activities
ga: • Ainm gach aon duine ar(bh) oifigeach poiblí ainmnithe iad a fhostaíonn tú nó a sholáthraíonn seirbhísí duit, agus a bhí i mbun na ngníomhaíochtaí brústocaireachta

source: • Any change which has occurred during the period to the information supplied for registration purposes
ga: • Aon athrú a tharla le linn na tréimhse i leith na faisnéise a soláthraíodh chun críocha clárúcháin

source: If there has been no lobbying activity during the period, your return must state that
ga: Caithfear sloinneadh i do thuairisceán mura ndearadh aon ghníomhaíocht brústocaireachta i rith na tréimhse

source: You do not have to make a return if your entry in the Register indicates that you have permanently ceased to carry on lobbying activities
ga: Ní chaitheann tú tuairisceán a dhéanamh má thásctar le d’iontráil sa Chlár gur tháinig do ghníomhaíochtaí brústocaireachta chur críche go buan

source: The Register of Lobbying is available to view for free on the lobbying.ie website
ga: Bíonn An Clár Brústocaireachta ar fáil le hamharc air saor in aisce ar láithreán gréasáin lobbying.ie

source: When the lobbying activity returns are made, it will hold information about:
ga: Gheofar faisnéis sna tuairisceáin ghníomhaíochta brústocaireachta nuair a dhéantar iad faoi:

source: • Who is lobbying and on whose behalf lobbying is being carried out
ga: • Na dreamanna atá i mbun brústocaireachta agus na dreamanna a ndéantar brústocaireacht ar a sonsan

source: • Who is being lobbied
ga: • Na dreamanna a bhfuiltear á mbrústocaireacht

source: • The issues involved and the intended result of the lobbying
ga: • Na saincheisteanna lena mbaineann agus toradh ceaptha na brústocaireachta

source: The Commission has information for the public as well as information for lobbyists on its website
ga: Tá faisnéis don phobal chomh maith le faisnéis do bhrústocairí ag an gCoimisiún ar a láithreán gréasáin
